tap "homebrew/bundle"
brew "git"
brew "htop"
brew "nodebrew"
brew "tmux"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "adobe-creative-cloud"
cask "clipy"
cask "docker"
cask "firefox"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "slack"
cask "sourcetree"
